# x=int(input("Введите число "))
# if x>0:
#  print("Положительное число")
# if x<0:
#  print("Отрицательное число")
# if x==0:
#  print("Ноль")

# a=int(input("Ведите число: "))
# b=int(input("Ведите еще одно число: "))
# if a>b:
#     print("Первое число больше")
# if a<b:
#     print("Второе число больше")

# a=int(input("Введите число: "))
# if a>=10 and a<=20:
#     print('Соответствует')
# if a<10 or a>20:
#     print('Не соответствует')


# a=int(input("Сколько Вам лет?: "))
# if a>=18:
#     print("Можно")
# elif a<18:
# # else:
#     print("Нельзя")

# a=int(input("Оценка: "))
# if a==5:
#  print("Отлично!")
# if a==4:
#  print("Хорошо!")
# if a==3:
#  print("Удовлетворительно!")
# if a==2 or a==1:
#  print("Неудовлетворительно!")

# a= int(input("Какой категории граждан Вы относитесь? "  ))
# if a<2:
#     print("Младенец")
# elif a==2 or a<12:
#     print("Ребенок")
# elif a==12 or a<18:
#     print("Подросток")
# elif a<=18 or a<35:
#     print("Молодежь")
# elif a<=35 or a<60:
#     print("Взрослый")
# elif a<=60 or a>60:
#     print("Пожилой человек")

# a=int(input("Введите число: "))
# if a % 2 ==0:
#     print("Оно четное")
#     if a%4 == 0:
#         print("Делится")
#     else:
#         print("Не Делится")
# else:
#     print("Не четное")

# a=int(input("Какая у Вас оценка? "))
# if a==10 or a==9:
#     print("Отлично!")
# if a==8 or a==7:
#  print("Хорошо!")
# if a==6 or a==5:
#  print("Удовлетворительно!")
# if a==4:
#  print("Неудовлетворительно!")
# if a<4:
#    print(input("У вас есть еще оценка?"))