# 1
# a= int(input("Напишите число: "))
# if a%2==0:
#     print("Число четное")
# else:
#     print("Число не четное")
# if a>0:
#         print("Число положительный")
# else:
#  print("Число отрицательный")
# 2
# a= int(input("Введите ваше год рождения: "))
# if a%4==0 and a%100!=0:
#      print("Вискосный год")
# else:
#     print("Не вискосный год")
# 3
# a=int(input("Сколько Вам лет? "))
# if  a<=18 or a<=45 :
#     print("Допускается")
#     print("Вы не должны иметь серьезных медицинских ограничений")
# else:
#     print("Не допускается")
# 4
# print("В каком году Казахстан стал независимым?")
# print("a=1992  b=1993  c=1991  d=1994")
# c=(int(input("Напишите ответ: ")))
# if c==1991:
#     print("Молодец! Правильно")
# else:
#  print("Подумайте еще раз")
# # 5
# print("Введите пожалуйста свои данные")
# print(input("Фамилия: "))
# print(input("Имя: "))
# print(input("Возраст: ")) 
# # 6
# a=int(input("Напишите сколько весит ваш товар: "))
# b= int(input("Напишите расстояние: "))
# print(f"За доставку {(a+b)*2}тенге")